Repository: JasonLG1979/gnome-shell-extensions-mediaplayer
Catalog: po/*.po
Languages: da

source: Playlists
da: Spillelister

source: Stopped
da: Stoppet

source: Playing
da: Spiller

source: Paused
da: Pauset

source: Indicator position
da: Indikatorposition

source: Center
da: Midten

source: Right
da: Højre

source: Indicator appearance
da: Indikatorudseende

source: Symbolic icon
da: Symbolikon

source: Current album cover
da: Nuværende album cover

source: Indicator status text
da: Statustekst på indikator

source: {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Title. Pango markup supported.
da: {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Titel. Pango markup er understøttet.

source: Indicator status text width
da: Bredde på indikatorens statustekst

source: The the maximum width before the status text gets an ellipsis. Default is 300px.
da: Maksbredden før statusteksten bliver elliptisk. Standard er 300px.

source: Allow to start the default media player
da: Tillad at starte standard medieafspiller

source: Show the media player volume slider
da: Vis medieafspillerens volume-slider

source: Show the media player position slider
da: Vis medieavspillerens posisjonskontroller

source: Show media player playlists
da: Vis medieavspilleren spilleliste

source: Display song rating
da: Vis sangenes vurdering

source: Display the currently playing song's rating on a 0 to 5 scale
da: Vis nuværende sangs vurdering på en skala fra 0 til 5
